[available=main]
<div class="site-desc">
	<div class="site-desc-in wrap-center">
		<h1>Онлайн фильмы в хорошем hd качестве</h1>
		<p>Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться 
		один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть 
		Камней Бесконечности — артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, 
		с чем Мстители сталкивались ранее, вело к этому моменту — судьба Земли никогда ещё не была столь неопределённой.
		</p>
		<p>Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться 
		один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть 
		Камней Бесконечности — артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, 
		с чем Мстители сталкивались ранее, вело к этому моменту — судьба Земли никогда ещё не была столь неопределённой.
		</p>
	</div>
</div>
[/available]
[available=cat]
[category=1]
<div class="site-desc">
	<div class="site-desc-in wrap-center">
		<h1>title cat 1</h1>
		<p>text cat 1</p>
	</div>
</div>
[/category]
[category=3]
<div class="site-desc">
	<div class="site-desc-in wrap-center">
		<h1>Онлайн фильмы в хорошем hd качестве</h1>
		<p>Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться 
		один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть 
		Камней Бесконечности — артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, 
		с чем Мстители сталкивались ранее, вело к этому моменту — судьба Земли никогда ещё не была столь неопределённой.
		</p>
		<p>Пока Мстители и их союзники продолжают защищать мир от различных опасностей, с которыми не смог бы справиться 
		один супергерой, новая угроза возникает из космоса: Танос. Межгалактический тиран преследует цель собрать все шесть 
		Камней Бесконечности — артефакты невероятной силы, с помощью которых можно менять реальность по своему желанию. Всё, 
		с чем Мстители сталкивались ранее, вело к этому моменту — судьба Земли никогда ещё не была столь неопределённой.
		</p>
	</div>
</div>
[/category]
[/available]
		

		
